{
  "id": "DANDI:001451/draft",
  "url": "https://dandiarchive.org/dandiset/001451/draft",
  "name": "Synaptic connectivity of central nucleus of the amygdala with GABA and glutamate expressing neurons in the nucleus of the solitary tract",
  "about": [],
  "access": [
    {
      "status": "dandi:OpenAccess",
      "schemaKey": "AccessRequirements"
    }
  ],
  "license": [
    "spdx:CC-BY-4.0"
  ],
  "version": "draft",
  "citation": "Lundy, Robert; Bartonjo, Jane; Muccilli, Abigail (2025) Synaptic connectivity of central nucleus of the amygdala with GABA and glutamate expressing neurons in the nucleus of the solitary tract (Version draft) [Data set]. DANDI Archive. https://dandiarchive.org/dandiset/001451/draft",
  "keywords": [
    "amygdala",
    "nucleus of the solitary tract",
    "transsynaptic tracing"
  ],
  "schemaKey": "Dandiset",
  "identifier": "DANDI:001451",
  "repository": "https://dandiarchive.org",
  "contributor": [
    {
      "name": "Lundy, Robert",
      "email": "r0lund01@louisville.edu",
      "roleName": [
        "dcite:ContactPerson"
      ],
      "schemaKey": "Person",
      "affiliation": [],
      "includeInCitation": true
    },
    {
      "name": "Bartonjo, Jane",
      "roleName": [
        "dcite:Author"
      ],
      "schemaKey": "Person",
      "identifier": "0000-0002-3844-3208",
      "includeInCitation": true
    },
    {
      "name": "Muccilli, Abigail",
      "roleName": [
        "dcite:Author"
      ],
      "schemaKey": "Person",
      "includeInCitation": true
    }
  ],
  "dateCreated": "2025-05-16T16:48:05.101151+00:00",
  "description": "Several forebrain areas project to the nucleus of the solitary tract (NST) and modulate neural processing of orosensory gustatory information.  Some sources of descending input such as the central nucleus of the amygdala (CeA) may utilize somatostatin (Sst) because CeA/Sst neurons are a source of descending input to the NST and suppression of their neural activity influences ingestion of quinine HCl.  Nevertheless, the postsynaptic target(s) of CeA/Sst and non Sst-expressing neurons in the rostral gustatory portion of the NST (rNST) is unknown as is the brain area(s) targeted by rNST neurons that receive synaptic input from the CeA.  In this study, we show that CeA axon terminals in the rNST are GABAergic and primarily synapse with non GABAergic neurons such as glutamate, calretinin, and Phox2b expressing neurons.  We discovered that these neurons primarily project to the contralateral NST and medullary reticular formation (RF) as well as the ipsilateral RF and pontine parabrachial nucleus (PBN).  Together, the present results suggest that CeA input to these rNST neuronal populations may influence diverse processes including coding of ascending gustatory information and orosensory modulation of licking, mastication, and salivation.  ",
  "studyTarget": [
    "amygdala brainstem connectivity"
  ],
  "assetsSummary": {
    "schemaKey": "AssetsSummary",
    "numberOfBytes": 0,
    "numberOfFiles": 0
  },
  "schemaVersion": "0.6.9",
  "ethicsApproval": [],
  "wasGeneratedBy": [],
  "relatedResource": [],
  "manifestLocation": [
    "https://api.dandiarchive.org/api/dandisets/001451/versions/draft/assets/"
  ]
}