{
  "id": "DANDI:001685/draft",
  "url": "https://dandiarchive.org/dandiset/001685/draft",
  "name": "RESOLVE: high-Resolution Electrode System fOr LGN Visual Enhancement - Dr. Lan's Lab",
  "access": [
    {
      "status": "dandi:OpenAccess",
      "schemaKey": "AccessRequirements"
    }
  ],
  "license": [
    "spdx:CC-BY-4.0"
  ],
  "version": "draft",
  "citation": "Sun, Yingchu (2025) RESOLVE: high-Resolution Electrode System fOr LGN Visual Enhancement - Dr. Lan's Lab (Version draft) [Data set]. DANDI Archive. https://dandiarchive.org/dandiset/001685/draft",
  "schemaKey": "Dandiset",
  "identifier": "DANDI:001685",
  "repository": "https://dandiarchive.org",
  "contributor": [
    {
      "name": "Sun, Yingchu",
      "email": "ys81@rice.edu",
      "roleName": [
        "dcite:ContactPerson"
      ],
      "schemaKey": "Person",
      "affiliation": [],
      "includeInCitation": true
    }
  ],
  "dateCreated": "2025-12-15T05:56:17.855395+00:00",
  "description": "RESOLVE: High-Resolution Electrode System for LGN Visual Enhancement is a neuroengineering research project led by Dr. Lan Luan’s laboratory at Rice University. The goal of RESOLVE is to investigate how high-density, ultraflexible neural electrode systems can be used to record from and stimulate the lateral geniculate nucleus (LGN) to understand visual encoding and to inform the development of next-generation visual prostheses.\n\nThe project integrates in vivo electrophysiology, electrical microstimulation, behavioral assays, and optical imaging in animal models to study LGN neural dynamics during visual stimulation and artificial activation. Experiments generate multi-channel neural recordings, stimulation event data, behavioral responses (including eye movements), and imaging-based measurements such as retinotopic maps.\n\nData generated under RESOLVE include raw electrophysiological recordings, stimulation and behavioral event logs, and associated metadata describing experimental conditions and acquisition parameters. By combining high-resolution neural interfaces with systematic analysis and open data sharing, RESOLVE aims to advance fundamental understanding of thalamic visual processing and accelerate the translation of LGN-based visual prosthetic strategies.",
  "assetsSummary": {
    "schemaKey": "AssetsSummary",
    "numberOfBytes": 0,
    "numberOfFiles": 0
  },
  "schemaVersion": "0.6.10",
  "manifestLocation": [
    "https://api.dandiarchive.org/api/dandisets/001685/versions/draft/assets/"
  ]
}