{
  "id": "DANDI:001286/draft",
  "url": "https://dandiarchive.org/dandiset/001286/draft",
  "name": "Anesthesia EEG Dataset",
  "access": [
    {
      "status": "dandi:OpenAccess",
      "schemaKey": "AccessRequirements"
    }
  ],
  "license": [
    "spdx:CC-BY-4.0"
  ],
  "version": "draft",
  "citation": "yOUSEFI, aLI (2025) Anesthesia EEG Dataset (Version draft) [Data set]. DANDI Archive. https://dandiarchive.org/dandiset/001286/draft",
  "schemaKey": "Dandiset",
  "identifier": "DANDI:001286",
  "repository": "https://dandiarchive.org",
  "contributor": [
    {
      "name": "yOUSEFI, aLI",
      "email": "aliyousefi@uh.edu",
      "roleName": [
        "dcite:ContactPerson"
      ],
      "schemaKey": "Person",
      "affiliation": [],
      "includeInCitation": true
    }
  ],
  "dateCreated": "2025-01-06T23:46:09.064104+00:00",
  "description": "The experimental protocol for the dataset is described in detail in Purdon PL, Pierce ET, Mukamel EA, et al. Electroencephalogram signatures of loss and recovery of consciousness from propofol. Proc Natl Acad Sci U S A. 2013;110(12):E1142-E1151, doi:10.1073/pnas.1221180110. In summary, ten healthy, consenting volunteers aged 18–36 years participated in a study approved by the MGH Human Research Committee. The study examined induction and emergence from propofol anesthesia using a computer-controlled infusion system (StanPump) based on the Schnider pharmacokinetic-pharmacodynamic model. Subjects performed a behavioral task to identify the points of loss and recovery of consciousness while 64-channel EEG recordings were obtained. The protocol began with a 20-minute baseline EEG recording. Propofol was then administered in increasing effect-site concentrations, with each concentration maintained for 14 minutes, followed by decreasing effect-site concentrations designed to bracket the point of loss of consciousness. Each declining concentration was also held for 14 minutes. During all phases of the protocol—baseline, increasing, and decreasing concentrations—subjects performed a yes-no behavioral task every 4 seconds to document the times of loss and recovery of consciousness. After the propofol infusion was stopped, an additional 20-minute baseline EEG and behavioral recording period was conducted. Throughout the study, participants were instructed to keep their eyes closed to minimize eye-blink artifacts.",
  "assetsSummary": {
    "schemaKey": "AssetsSummary",
    "numberOfBytes": 0,
    "numberOfFiles": 0
  },
  "schemaVersion": "0.6.8",
  "manifestLocation": [
    "https://api.dandiarchive.org/api/dandisets/001286/versions/draft/assets/"
  ]
}