{
  "id": "DANDI:001330/draft",
  "url": "https://dandiarchive.org/dandiset/001330/draft",
  "name": "MC_Cycle: macaque motor cortex spiking activity during cycling",
  "access": [
    {
      "status": "dandi:OpenAccess",
      "schemaKey": "AccessRequirements"
    }
  ],
  "license": [
    "spdx:CC-BY-4.0"
  ],
  "version": "draft",
  "citation": "Perkins, Sean (2025) MC_Cycle: macaque motor cortex spiking activity during cycling (Version draft) [Data set]. DANDI Archive. https://dandiarchive.org/dandiset/001330/draft",
  "schemaKey": "Dandiset",
  "identifier": "DANDI:001330",
  "repository": "https://dandiarchive.org",
  "contributor": [
    {
      "name": "Perkins, Sean",
      "email": "seanmcclintockperkins@gmail.com",
      "roleName": [
        "dcite:ContactPerson"
      ],
      "schemaKey": "Person",
      "affiliation": [],
      "includeInCitation": true
    }
  ],
  "dateCreated": "2025-01-30T07:17:44.824183+00:00",
  "description": "This dataset contains sorted spike times from neural recordings (two 96-electrode Utah arrays) in motor cortex (M1 and PMd) while a monkey performed a cycling task to navigate a virtual environment. On each trial, the monkey grasped a hand-pedal and moved it cyclically forward or backward to navigate the virtual environment. The color of the virtual landscape cued the monkey as to whether forward or backward cycling would advance their location in the virtual environment. Cycling distance was cued by a virtual target that appeared a fixed distance away in the virtual environment. The number of complete cycles of pedaling required to reach the target was either 1, 2, 4, or 7 cycles. Between the two cycling directions and four cycling distances, there were a total of 8 conditions. The behavioral data for this dataset includes: pedal phase, angular velocity of the pedal, x- and y- pedal position, x- and y- pedal velocity, and 7 intramuscular EMG recordings.",
  "assetsSummary": {
    "schemaKey": "AssetsSummary",
    "numberOfBytes": 0,
    "numberOfFiles": 0
  },
  "schemaVersion": "0.6.9",
  "manifestLocation": [
    "https://api.dandiarchive.org/api/dandisets/001330/versions/draft/assets/"
  ]
}