{
  "id": "DANDI:001292/draft",
  "url": "https://dandiarchive.org/dandiset/001292/draft",
  "name": "Functional properties of corticothalamic circuits targeting paraventricular thalamic neurons",
  "about": [],
  "access": [
    {
      "status": "dandi:OpenAccess",
      "schemaKey": "AccessRequirements"
    }
  ],
  "license": [
    "spdx:CC-BY-4.0"
  ],
  "version": "draft",
  "citation": "Guillermo Aquino-Miranda; Dounya Jalloul; Xu O. Zhang; Sa Li; Gilbert J. Kirouac; Michael Beierlein; Fabricio H. Do Monte (2025) Functional properties of corticothalamic circuits targeting paraventricular thalamic neurons (Version draft) [Data set]. DANDI Archive. https://dandiarchive.org/dandiset/001292/draft",
  "keywords": [
    "active avoidance; defensive behavior; depolarization block; feedforward inhibition; food seeking; midline thalamus; prelimbic prefrontal cortex; short-term synaptic plasticity; thalamic reticular nucleus."
  ],
  "protocol": [],
  "schemaKey": "Dandiset",
  "identifier": "DANDI:001292",
  "repository": "https://dandiarchive.org",
  "contributor": [
    {
      "name": "Guillermo Aquino-Miranda",
      "email": "guillermo.aquinomiranda@uth.tmc.edu",
      "schemaKey": "Person",
      "includeInCitation": true
    },
    {
      "name": "Dounya Jalloul",
      "email": "dounya.jalloul@uth.tmc.edu",
      "schemaKey": "Person",
      "includeInCitation": true
    },
    {
      "name": "Xu O. Zhang",
      "email": "xu.zhang@ucla.edu",
      "schemaKey": "Person",
      "includeInCitation": true
    },
    {
      "name": "Sa Li",
      "email": "sa.li@umanitoba.ca",
      "schemaKey": "Person",
      "includeInCitation": true
    },
    {
      "name": "Gilbert J. Kirouac",
      "email": "gilbert.kirouac@umanitoba.ca",
      "schemaKey": "Person",
      "includeInCitation": true
    },
    {
      "name": "Michael Beierlein",
      "email": "michael.beierlein@uth.tmc.edu",
      "schemaKey": "Person",
      "includeInCitation": true
    },
    {
      "name": "Fabricio H. Do Monte",
      "email": "fabricio.h.domonte@uth.tmc.edu",
      "roleName": [
        "dcite:ContactPerson"
      ],
      "schemaKey": "Person",
      "affiliation": [],
      "includeInCitation": true
    }
  ],
  "dateCreated": "2025-01-19T19:25:07.111932+00:00",
  "description": "Corticothalamic projections to sensorimotor thalamic nuclei show modest firing rates and serve to modulate the activity of thalamic relay neurons. By contrast, here we find that high-order corticothalamic projections from the prelimbic (PL) cortex to the anterior paraventricular thalamic nucleus (aPVT) maintain high-frequency activity and evoke strong synaptic excitation of aPVT neurons in rats. In a significant fraction of aPVT cells, such high-frequency excitation of PL-aPVT projections leads to a rapid decay of action potential amplitudes, followed by a depolarization block (DB) that strongly limits aPVT maximum firing rates, thereby regulating both defensive and appetitive behaviors in a frequency-dependent manner. Strong inhibitory inputs from the anteroventral portion of the thalamic reticular nucleus (avTRN) inhibit the firing rate of aPVT neurons during periods of high-spike fidelity but restore it during prominent DB, suggesting that avTRN activity can modulate the effects of PL inputs on aPVT firing rates to ultimately control motivated behaviors.",
  "studyTarget": [],
  "assetsSummary": {
    "schemaKey": "AssetsSummary",
    "numberOfBytes": 0,
    "numberOfFiles": 0
  },
  "schemaVersion": "0.6.8",
  "ethicsApproval": [],
  "wasGeneratedBy": [],
  "acknowledgement": "This study was supported by the National Institutes of Health grants R01- MH120136 to F.H.D.M. and R01-MH131570 to F.H.D.M. and M.B., the Canadian Institute of Health Research grant PJT-168855 to G.J.K., and the Russell and Diana Hawkins Family Foundation Discovery Fellowship and the Dr. John J. Kopchick Fellowship to X.O.Z. We thank Nikita Watson, Joseph Campbell, and Sharon Gordon for their technical and administrative assistance. We also thank Christian Bravo-Rivera and members of the Mario Penzo lab for their valuable comments on the manuscript.",
  "relatedResource": [],
  "manifestLocation": [
    "https://api.dandiarchive.org/api/dandisets/001292/versions/draft/assets/"
  ]
}