{
  "id": "DANDI:001563/draft",
  "url": "https://dandiarchive.org/dandiset/001563/draft",
  "name": "Dual Enkephalinase Inhibitor Effects on Stress-Induced Reward Seeking Neural and Behavioral Deficits",
  "access": [
    {
      "status": "dandi:OpenAccess",
      "schemaKey": "AccessRequirements"
    }
  ],
  "license": [
    "spdx:CC-BY-4.0"
  ],
  "version": "draft",
  "citation": "Harris, Alexander (2025) Dual Enkephalinase Inhibitor Effects on Stress-Induced Reward Seeking Neural and Behavioral Deficits (Version draft) [Data set]. DANDI Archive. https://dandiarchive.org/dandiset/001563/draft",
  "schemaKey": "Dandiset",
  "identifier": "DANDI:001563",
  "repository": "https://dandiarchive.org",
  "contributor": [
    {
      "name": "Harris, Alexander",
      "email": "ah2835@columbia.edu",
      "roleName": [
        "dcite:ContactPerson"
      ],
      "schemaKey": "Person",
      "affiliation": [],
      "includeInCitation": true
    }
  ],
  "dateCreated": "2025-08-27T20:10:01.906121+00:00",
  "description": "This dataset contains the raw data from behavioral and fiber photometry recording sessions for the first phase of a study investigating the effects of a dual enkephalinase inhibitor on stress-induced deficits in reward-seeking behavior in mice. The data is organized into individual session folders, each containing the files from a single experimental session. Each session folder is named with the following convention: [animal_id]_[session_type]_[session_day]_[YYYYMMDD]_[HHMMSS]. Data Structure within each Session Folder: Each session folder contains a set of synchronized files from different recording systems:\n\ntask_data.mat / test_data.mat: A MATLAB .mat file containing the primary trial-structured behavioral data from the task control software. It is structured into two main variables:\nsessionInfo: Contains session-level metadata such as animalID, testDay, date, injectionStatus, stressStatus, etc.\ntrialData: A structure containing an array of trials. Each trial in the array is a structure with the following key fields:\ntrialNum: The trial number.\ncueTime: The absolute timestamp (from the behavioral system's clock) of the auditory cue onset.\nrewardTime: The absolute timestamp of the reward delivery.\nITIDuration: The duration of the inter-trial interval for that trial.\nresponded: A boolean flag (0 or 1) indicating if the animal successfully licked to receive a reward.\nrewardSize: A scalar value indicating the volume or amount of reward delivered on that trial.\nmonitoring_data.mat: A MATLAB .mat file containing continuous, high-temporal-resolution data streams from the behavioral monitoring system. This file is not trial-structured and contains raw sensor readings and synchronization signals, including:\nA continuous, high-frequency raw lick sensor signal.\nA TTL signal (sound_ttl) that goes high during the presentation of the auditory cue for precise event marking.\nA TTL signal (fp_ttl) sent from the fiber photometry system that goes high for the duration of the recording, used for synchronizing the two systems.\nFPdata[...].csv: A CSV file containing the raw data from the fiber photometry system. Each row is a single sample, with the following columns:\nComputerTimestamp: The timestamp (in milliseconds) from the photometry computer's clock.\nLedState: An integer indicating which LED was active for that sample (e.g., 1 for 470nm, 2 for 410nm).\nG0: The raw fluorescence value recorded from the photodetector for that channel and timestamp.\nvideo[...].avi: A video file recording the animal's behavior during the session.\nvideo_timestamps[...].csv: A CSV file containing the precise timestamp for each frame acquired from the camera, as recorded by the camera control computer. This file typically contains a single column of timestamps in milliseconds.\n\nSynchronization Method: The different data streams are synchronized using a shared TTL pulse and precise timestamping.\n\nThe fiber photometry system generates a TTL pulse (fp_ttl) that is recorded by the behavioral monitoring system. The rising and falling edges of this pulse mark the exact start and end of the photometry recording on the behavioral clock.\nThe video_timestamps[...].csv provides a timestamp for each video frame on the camera's computer clock. The number of timestamps is matched against the total number of frames in the .avi file to ensure data integrity.\nBy aligning the start of the fp_ttl pulse from the behavioral data with the first timestamp in the FPdata CSV, and using the sound_ttl to align behavioral events, all data streams (trial events, neural activity, and video) can be precisely aligned in a common time base for analysis.\n\nCode Availability: The Jupyter notebooks and Python modules used to load, synchronize, and analyze this data are available at the following GitHub repository: https://github.com/HarrisNeuralCircuitsLab/Dual-Enkephalinase-Inhibitor-Stress-Effect",
  "assetsSummary": {
    "schemaKey": "AssetsSummary",
    "numberOfBytes": 0,
    "numberOfFiles": 0
  },
  "schemaVersion": "0.6.10",
  "manifestLocation": [
    "https://api.dandiarchive.org/api/dandisets/001563/versions/draft/assets/"
  ]
}